Repository: PITADIA/android-couple-app
Catalog: TuPreferes.xcstrings
Source language: en
Languages: de, es, fr, it, pt, pt_br

# tp_2
source: Would you rather share all your childhood memories or all your future dreams?
de: Würdest du lieber jede Emotion sehr intensiv fühlen oder ganz ohne Gefühle leben?
es: ¿Preferirías compartir todos tus recuerdos de infancia o todos tus sueños futuros?
fr: Tu préfères partager tous tes souvenirs d'enfance ou tous tes rêves d'avenir ?
it: Preferiresti condividere tutti i tuoi ricordi d'infanzia o tutti i tuoi sogni futuri?
pt: Preferias partilhar todas as tuas memórias de infância ou todos os teus sonhos para o futuro?
pt_br: Você preferiria compartilhar todas as suas memórias de infância ou todos os seus sonhos para o futuro?

# tp_3
source: Would you rather build a simple life together or live a luxurious life alone?
de: Würdest du lieber ein simples Leben zu zweit aufbauen oder alleine luxuriös leben?
es: ¿Preferirías construir una vida sencilla juntos o vivir una vida lujosa en soledad?
fr: Tu préfères construire une vie simple à deux ou vivre une vie luxueuse en solitaire ?
it: Preferiresti costruire una vita semplice insieme o vivere una vita lussuosa da solo?
pt: Preferias construir uma vida simples a dois ou viver uma vida luxuosa sozinho?
pt_br: Você preferiria construir uma vida simples a dois ou viver uma vida luxuosa sozinho?

# tp_4
source: Would you rather let them see you vulnerable, or always have them think you're strong?
de: Würdest du dich lieber verletzlich zeigen oder willst du, dass alle dich immer für stark halten?
es: ¿Preferirías que te vean vulnerable o que siempre piensen que eres fuerte?
fr: Tu préfères qu'il/elle te voie vulnérable ou qu'il/elle te pense toujours fort(e) ?
it: Preferiresti lasciarli vederti vulnerabile, o far sì che pensino sempre che tu sia forte?
pt: Preferias que te vissem vulnerável ou que pensassem sempre que és forte?
pt_br: Você preferiria que vissem você vulnerável ou que sempre achassem que você é forte?

# tp_5
source: Would you rather feel every emotion more intensely or live without emotions?
de: Würdest du lieber jede Emotion mega intensiv fühlen oder ganz ohne Gefühle leben?
es: ¿Preferirías sentir cada emoción más intensamente o vivir sin emociones?
fr: Tu préfères ressentir chaque émotion plus fort ou vivre sans émotions ?
it: Preferiresti sentire ogni emozione più intensamente o vivere senza emozioni?
pt: Preferias sentir cada emoção mais intensamente ou viver sem emoções?
pt_br: Você preferiria sentir cada emoção mais intensamente ou viver sem emoções?

# tp_6
source: Would you rather spend a month reliving your most beautiful memories or a month creating new moments together?
de: Würdest du lieber einen Monat lang eure schönsten Erinnerungen nochmal erleben oder einen Monat lang neue Momente zusammen schaffen?
es: ¿Preferirías pasar un mes reviviendo tus recuerdos más hermosos o un mes creando nuevos momentos juntos?
fr: Tu préfères passer un mois à revivre vos plus beaux souvenirs ou un mois à créer de nouveaux moments ensemble ?
it: Preferiresti passare un mese rivivendo i tuoi ricordi più belli o un mese creando nuovi momenti insieme?
pt: Preferias passar um mês a reviver as tuas memórias mais bonitas ou um mês a criar novos momentos juntos?
pt_br: Você preferiria passar um mês revivendo suas lembranças mais bonitas ou um mês criando novos momentos juntos?

# tp_7
source: Would you rather know the end of a love story from the beginning or never know when it ends?
de: Würdest du lieber das Ende einer Liebesgeschichte von Anfang an kennen oder nie wissen, wann sie endet?
es: ¿Preferirías conocer el final de una historia de amor desde el principio o nunca saber cuándo termina?
fr: Tu préfères connaître la fin d'une histoire d'amour dès le début ou ne jamais savoir quand elle s'arrête ?
it: Preferiresti conoscere la fine di una storia d'amore dall'inizio o non sapere mai quando finisce?
pt: Preferias saber o final de uma história de amor desde o início ou nunca saber quando acaba?
pt_br: Você preferiria saber o final de uma história de amor desde o começo ou nunca saber quando termina?

# tp_8
source: Would you rather be able to see 10 minutes into the future or 150 years into the future?
de: Würdest du lieber 10 Minuten in die Zukunft sehen oder 150 Jahre voraus?
es: ¿Preferirías poder ver 10 minutos en el futuro o 150 años en el futuro?
fr: Tu préfères pouvoir voir 10 minutes dans le futur ou 150 ans dans le futur
it: Preferiresti poter vedere 10 minuti nel futuro o 150 anni nel futuro?
pt: Preferias poder ver 10 minutos no futuro ou 150 anos no futuro?
pt_br: Você preferiria poder ver 10 minutos no futuro ou 150 anos no futuro?

# tp_9
source: Would you rather understand everything your partner feels or have them understand everything you feel?
de: Würdest du lieber alles verstehen, was dein Partner/deine Partnerin fühlt, oder lieber, dass er/sie alles versteht, was du fühlst?
es: ¿Preferirías comprender todo lo que siente tu pareja o que ella comprenda todo lo que sientes tú?
fr: Tu préfères comprendre tout ce que ton/ta partenaire ressent ou qu'il/elle comprenne tout ce que tu ressens ?
it: Preferiresti capire tutto ciò che prova il tuo partner o che lui/lei capisca tutto ciò che provi tu?
pt: Preferias compreender tudo o que o teu parceiro sente ou que ele compreendesse tudo o que tu sentes?
pt_br: Você preferiria compreender tudo o que seu parceiro sente ou que ele compreendesse tudo o que você sente?

# tp_10
source: Would you rather relive your first conversation or your first look?
de: Würdest du lieber eure erste Unterhaltung noch einmal erleben oder euren ersten Blick?
es: ¿Preferirías revivir nuestra primera conversación o nuestra primera mirada?
fr: Tu préfères revivre votre première conversation ou votre premier regard ?
it: Preferiresti rivivere la vostra prima conversazione o il vostro primo sguardo?
pt: Preferias reviver a vossa primeira conversa ou o vosso primeiro olhar?
pt_br: Você preferiria reviver a nossa primeira conversa ou o nosso primeiro olhar?

# tp_11
source: Would you rather spend 5 years in prison or 10 years in a coma?
de: Würdest du lieber 5 Jahre in den Knast oder 10 Jahre ins Koma?
es: ¿Preferirías pasar 5 años en prisión o 10 años en coma?
fr: Tu préfères passer 5 ans en prison ou 10 ans dans le coma ?
it: Preferiresti passare 5 anni in prigione o 10 anni in coma?
pt: Preferias passar 5 anos na prisão ou 10 anos em coma?
pt_br: Você preferiria passar 5 anos na prisão ou 10 anos em coma?

# tp_12
source: Would you rather always say what you think or never be able to speak again?
de: Würdest du lieber immer sagen, was du denkst, oder nie wieder sprechen können?
es: ¿Preferirías decir siempre lo que piensas o no poder volver a hablar?
fr: Tu préfères toujours dire ce que tu penses ou ne plus jamais pouvoir parler ?
it: Preferiresti dire sempre quello che pensi o non poter parlare mai più?
pt: Preferias sempre dizer o que pensas ou nunca mais poder falar?
pt_br: Você preferiria sempre dizer o que pensa ou nunca mais poder falar?

# tp_13
source: Would you rather be loved but misunderstood or understood but not loved?
de: Würdest du lieber geliebt, aber missverstanden sein, oder verstanden, aber nicht geliebt?
es: ¿Preferirías ser amado pero incomprendido o comprendido pero no amado?
fr: Tu préfères être aimé mais incompris ou compris mais pas aimé ?
it: Preferiresti essere amato ma incompreso o compreso ma non amato?
pt: Preferias ser amado mas incompreendido ou compreendido mas não amado?
pt_br: Você preferiria ser amado mas incompreendido ou compreendido mas não amado?

# tp_14
source: Would you rather live without music or without movies?
de: Würdest du lieber ohne Musik leben oder ohne Filme?
es: ¿Preferirías vivir sin música o sin películas?
fr: Tu préfères vivre sans musique ou sans films ?
it: Preferiresti vivere senza musica o senza film?
pt: Preferias viver sem música ou sem filmes?
pt_br: Você preferiria viver sem música ou sem filmes?

# tp_15
source: Would you rather lose your sight or lose your memories?
de: Würdest du lieber dein Augenlicht verlieren oder deine Erinnerungen?
es: ¿Preferirías perder la vista o perder tus recuerdos?
fr: Tu préfères perdre la vue ou perdre tes souvenirs ?
it: Preferiresti perdere la vista o perdere i tuoi ricordi?
pt: Preferias perder a visão ou perder as tuas memórias?
pt_br: Você preferiria perder a visão ou perder as suas memórias?

# tp_16
source: Would you rather throw up on your favorite celebrity or have your favorite celebrity throw up on you?
de: Würdest du dich lieber auf deinen Lieblingspromi übergeben oder lieber, dass er/sie sich auf dich übergibt?
es: ¿Preferirías vomitar sobre tu celebridad favorita o que tu celebridad favorita vomite sobre ti?
fr: Tu préfères vomir sur ta célébrité préférée ou que ta célébrité préférée vomisse sur toi ?
it: Preferiresti vomitare sulla tua celebrità preferita o che la tua celebrità preferita vomiti su di te?
pt: Preferias vomitar na tua celebridade favorita ou que ela vomitasse em ti?
pt_br: Você preferiria vomitar na sua celebridade favorita ou que ela vomitasse em você?

# tp_17
source: Would you rather never have internet again or never be able to fly again?
de: Würdest du lieber nie wieder Internet haben oder nie wieder fliegen können?
es: ¿Preferirías no tener internet nunca más o no poder volar nunca más?
fr: Tu préfères ne plus jamais avoir internet ou ne plus jamais pouvoir prendre l'avion ?
it: Preferiresti non avere mai più Internet o non poter più prendere l’aereo?
pt: Preferias nunca mais ter internet ou nunca mais poder voar?
pt_br: Você preferiria nunca mais ter internet ou nunca mais poder voar?

# tp_18
source: Would you rather be a king/queen 1,000 years ago or an ordinary person today?
de: Würdest du lieber vor 1000 Jahren König/Königin sein oder heute eine ganz normale Person?
es: ¿Preferirías ser rey o reina hace 1.000 años o una persona común hoy?
fr: Tu préfères être un roi/reine il y a 1 000 ans ou une personne lambda aujourd'hui ?
it: Preferiresti essere re/regina 1000 anni fa o una persona qualunque oggi?
pt: Preferias ser rei/rainha há 1000 anos ou uma pessoa comum hoje?
pt_br: Você preferiria ser rei/rainha há 1000 anos ou uma pessoa comum hoje?

# tp_19
source: Would you rather relax by the pool or on the beach?
de: Würdest du lieber am Pool entspannen oder am Strand?
es: ¿Preferirías relajarte junto a la piscina o en la playa?
fr: Tu préfères te détendre au bord de la piscine ou sur la plage ?
it: Preferiresti rilassarti in piscina o in spiaggia?
pt: Preferias relaxar à beira da piscina ou na praia?
pt_br: Você preferiria relaxar à beira da piscina ou na praia?

# tp_20
source: Would you rather live without love or live without friendship?
de: Würdest du lieber ohne Liebe leben oder ohne Freundschaft?
es: ¿Preferirías vivir sin amor o vivir sin amistad?
fr: Tu préfères vivre sans amour ou vivre sans amitié ?
it: Preferiresti vivere senza amore o senza amicizia?
pt: Preferias viver sem amor ou viver sem amizade?
pt_br: Você preferiria viver sem amor ou viver sem amizade?

# tp_21
source: Would you rather find a rat in your kitchen or a cockroach in your bed?
de: Würdest du lieber eine Ratte in deiner Küche finden oder eine Kakerlake in deinem Bett?
es: ¿Preferirías encontrar una rata en tu cocina o una cucaracha en tu cama?
fr: Tu préfères trouver un rat dans ta cuisine ou un cafard dans ton lit ?
it: Preferiresti trovare un topo in cucina o uno scarafaggio nel letto?
pt: Preferias encontrar um rato na tua cozinha ou uma barata na tua cama?
pt_br: Você preferiria encontrar um rato na sua cozinha ou uma barata na sua cama?

# tp_22
source: Would you rather have a pause button or a rewind button in your life?
de: Würdest du lieber einen Pause-Button oder einen Zurückspul-Button für dein Leben haben?
es: ¿Preferirías tener un botón de pausa o un botón de retroceso en tu vida?
fr: Tu préfères avoir un bouton pause ou un bouton revenir en arrière dans ta vie ?
it: Preferiresti avere nella vita un tasto pausa o un tasto riavvolgi?
pt: Preferias ter um botão de pausa ou um botão de retroceder na tua vida?
pt_br: Você preferiria ter um botão de pausa ou um botão de retroceder na sua vida?

# tp_23
source: Would you rather lose all your teeth or lose a day of your life every time you kiss someone?
de: Würdest du lieber alle deine Zähne verlieren oder jedes Mal, wenn du jemanden küsst, einen Tag deines Lebens verlieren?
es: ¿Preferirías perder todos tus dientes o perder un día de tu vida cada vez que besas a alguien?
fr: Tu préfères perdre toutes tes dents ou perdre un jour de ta vie à chaque fois que tu embrasses quelqu'un ?
it: Preferiresti perdere tutti i denti o perdere un giorno di vita ogni volta che baci qualcuno?
pt: Preferias perder todos os teus dentes ou perder um dia de vida sempre que beijas alguém?
pt_br: Você preferiria perder todos os seus dentes ou perder um dia de vida sempre que beija alguém?

# tp_24
source: Would you rather die in 5 years with no regrets or live to 100 with many regrets?
de: Würdest du lieber in 5 Jahren ohne Reue sterben oder 100 werden und vieles bereuen?
es: ¿Preferirías morir en 5 años sin arrepentimientos o vivir hasta los 100 con muchos arrepentimientos?
fr: Tu préfères mourir dans 5 ans sans aucun regret ou vivre jusqu'à 100 ans avec beaucoup de regrets ?
it: Preferiresti morire tra 5 anni senza rimpianti o vivere fino a 100 anni con molti rimpianti?
pt: Preferias morrer em 5 anos sem arrependimentos ou viver até aos 100 com muitos arrependimentos?
pt_br: Você preferiria morrer em 5 anos sem arrependimentos ou viver até os 100 com muitos arrependimentos?

# tp_25
source: Would you rather know everything about the universe or everything about what happens after death?
de: Würdest du lieber alles über das Universum wissen oder alles darüber, was nach dem Tod passiert?
es: ¿Preferirías saber todo sobre el universo o todo sobre lo que sucede después de la muerte?
fr: Tu préfères tout savoir sur l'univers ou tout savoir sur après la mort ?
it: Preferiresti sapere tutto sull’universo o tutto su ciò che accade dopo la morte?
pt: Preferias saber tudo sobre o universo ou tudo sobre o que acontece depois da morte?
pt_br: Você preferiria saber tudo sobre o universo ou tudo sobre o que acontece depois da morte?

# tp_26
source: Would you rather die before or after me?
de: Würdest du lieber vor mir sterben oder nach mir?
es: ¿Preferirías morir antes o después que yo?
fr: Tu préfères mourir avant ou après moi ?
it: Preferiresti morire prima di me o dopo di me?
pt: Preferias morrer antes de mim ou depois de mim?
pt_br: Você preferiria morrer antes de mim ou depois de mim?

# tp_27
source: Would you rather have a pause button in your life or a restart button?
de: Würdest du lieber einen Pause-Button in deinem Leben oder einen Neustart-Button haben?
es: ¿Preferirías tener un botón de pausa en tu vida o un botón de reinicio?
fr: Tu préfères avoir un bouton pause dans ta vie ou un bouton redémarrer ?
it: Preferiresti avere un tasto pausa nella tua vita o un tasto riavvia?
pt: Preferias ter um botão de pausa ou um botão de reinício na tua vida?
pt_br: Você preferiria ter um botão de pausa ou um botão de reinício na sua vida?

# tp_28
source: Would you rather be able to eat without ever gaining weight or sleep 1 hour and be completely rested?
de: Würdest du lieber essen, ohne jemals zuzunehmen, oder nur 1 Stunde schlafen und komplett erholt sein?
es: ¿Preferirías poder comer sin subir de peso o dormir una hora y estar completamente descansado?
fr: Tu préfères pouvoir manger sans jamais grossir ou dormir 1h et être totalement reposé ?
it: Preferiresti poter mangiare senza ingrassare mai o dormire un’ora ed essere completamente riposato?
pt: Preferias poder comer sem nunca engordar ou dormir 1 hora e estar totalmente descansado?
pt_br: Você preferiria poder comer sem nunca engordar ou dormir 1 hora e estar totalmente descansado?

# tp_29
source: Would you rather live a romantic movie life or an adventure movie life?
de: Würdest du lieber ein Leben wie in einem Romantikfilm oder wie in einem Abenteuerfilm leben?
es: ¿Preferirías vivir una vida de película romántica o una vida de película de aventuras?
fr: Tu préfères vivre une vie de film romantique ou une vie de film d'aventure ?
it: Preferiresti vivere la vita di un film romantico o quella di un film d’avventura?
pt: Preferias viver um filme romântico ou um filme de aventura?
pt_br: Você preferiria viver um filme romântico ou um filme de aventura?

# tp_30
source: Would you rather be the best in a field no one takes seriously, or average in a highly respected field?
de: Würdest du lieber der/die Beste in einem Bereich sein, den niemand ernst nimmt, oder durchschnittlich in einem sehr angesehenen Bereich?
es: ¿Preferirías ser el mejor en un campo que nadie toma en serio o ser promedio en un campo muy respetado?
fr: Tu préfères être le meilleur dans un domaine que personne ne prend au sérieux, ou moyen dans un domaine très respecté ?
it: Preferiresti essere il migliore in un campo che nessuno prende sul serio o nella media in un campo molto rispettato?
pt: Preferias ser o melhor numa área que ninguém leva a sério ou ser mediano numa área muito respeitada?
pt_br: Você preferiria ser o melhor numa área que ninguém leva a sério ou ser mediano numa área muito respeitada?

# tp_31
source: Would you rather hunt and butcher your own meat or never eat meat again?
de: Würdest du lieber dein Fleisch selbst jagen und zerlegen oder nie wieder Fleisch essen?
es: ¿Preferirías cazar y preparar tu propia carne o no volver a comer carne?
fr: Tu préfères chasser et découper ta propre viande ou ne plus jamais manger de viande ?
it: Preferiresti cacciare e preparare tu la tua carne o non mangiare mai più carne?
pt: Preferias caçar e preparar a tua própria carne ou nunca mais comer carne?
pt_br: Você preferiria caçar e preparar a sua própria carne ou nunca mais comer carne?

# tp_32
source: Would you rather never be jealous or never be angry?
de: Würdest du lieber nie eifersüchtig sein oder nie wütend werden?
es: ¿Preferirías no sentir celos nunca o no enfadarte nunca?
fr: Tu préfères ne jamais être jaloux(se) ou ne jamais être en colère ?
it: Preferiresti non essere mai geloso oppure non arrabbiarti mai?
pt: Preferias nunca ter ciúmes ou nunca ficar com raiva?
pt_br: Você preferiria nunca sentir ciúmes ou nunca ficar com raiva?

# tp_33
source: Would you rather have unlimited battery on all your devices or free WiFi everywhere you go?
de: Würdest du lieber unendlichen Akku auf allen Geräten haben oder überall gratis WLAN?
es: ¿Preferirías tener batería ilimitada en todos tus dispositivos o WiFi gratis donde vayas?
fr: Tu préfères avoir une batterie illimitée sur tous tes appareils ou le WiFi gratuit partout où tu vas ?
it: Preferiresti batteria illimitata su tutti i dispositivi o Wi-Fi gratis ovunque?
pt: Preferias ter bateria ilimitada em todos os teus dispositivos ou Wi-Fi grátis em todo o lado?
pt_br: Você preferiria ter bateria ilimitada em todos os seus dispositivos ou Wi-Fi grátis em qualquer lugar?

# tp_34
source: Would you rather receive flowers every week or a love letter every month?
de: Würdest du lieber jede Woche Blumen bekommen oder jeden Monat einen Liebesbrief?
es: ¿Preferirías recibir flores cada semana o una carta de amor cada mes?
fr: Tu préfères recevoir des fleurs chaque semaine ou une lettre d'amour chaque mois ?
it: Preferiresti ricevere fiori ogni settimana o una lettera d’amore ogni mese?
pt: Preferias receber flores todas as semanas ou uma carta de amor todos os meses?
pt_br: Você preferiria receber flores todas as semanas ou uma carta de amor todos os meses?

# tp_35
source: Would you rather be able to create your future or erase a mistake from the past?
de: Würdest du lieber deine Zukunft selbst gestalten oder einen Fehler aus der Vergangenheit löschen?
es: ¿Preferirías poder crear tu futuro o borrar un error del pasado?
fr: Tu préfères pouvoir créer ton avenir ou effacer une erreur du passé ?
it: Preferiresti poter creare il tuo futuro o cancellare un errore del passato?
pt: Preferias poder criar o teu futuro ou apagar um erro do passado?
pt_br: Você preferiria poder criar o seu futuro ou apagar um erro do passado?

# tp_36
source: Would you rather always be the person who loves more or the one who is loved more?
de: Würdest du lieber immer die Person sein, die mehr liebt, oder die, die mehr geliebt wird?
es: ¿Preferirías ser siempre quien ama más o quien es más amado?
fr: Tu préfères être toujours la personne qui aime le plus ou celle qui est la plus aimée ?
it: Preferiresti essere sempre la persona che ama di più o quella più amata?
pt: Preferias ser sempre quem ama mais ou quem é mais amado?
pt_br: Você preferiria ser sempre quem ama mais ou quem é mais amado?

# tp_37
source: Would you rather solve world hunger or climate change?
de: Würdest du lieber den Welthunger beenden oder den Klimawandel stoppen?
es: ¿Preferirías resolver el hambre en el mundo o el cambio climático?
fr: Tu préfères résoudre la faim dans le monde ou le réchauffement climatique ?
it: Preferiresti porre fine alla fame nel mondo o al cambiamento climatico?
pt: Preferias acabar com a fome no mundo ou com as mudanças climáticas?
pt_br: Você preferiria acabar com a fome no mundo ou com as mudanças climáticas?

# tp_38
source: Would you rather never fall in love again or always fall in love too quickly?
de: Würdest du dich lieber nie wieder verlieben oder immer viel zu schnell?
es: ¿Preferirías no volver a enamorarte nunca o enamorarte siempre demasiado rápido?
fr: Tu préfères ne plus jamais tomber amoureux ou toujours tomber amoureux trop vite ?
it: Preferiresti non innamorarti mai più o innamorarti sempre troppo in fretta?
pt: Preferias nunca mais te apaixonar ou apaixonar-te sempre demasiado rápido?
pt_br: Você preferiria nunca mais se apaixonar ou se apaixonar sempre rápido demais?

# tp_39
source: Would you rather win €25,000 or have your best friend win €100,000 but not be able to give you anything?
de: Würdest du lieber 25.000 € gewinnen oder dass deine beste Freundin/dein bester Freund 100.000 € gewinnt, dir aber nichts geben kann?
es: ¿Preferirías ganar 25.000 € o que tu mejor amigo gane 100.000 € sin poder darte nada?
fr: Tu préfères gagner 25 000 € ou que ton/ta meilleur(e) ami(e) gagne 100 000€ mais ne pourra rien te donner ?
it: Preferiresti vincere 25.000 € o che il tuo miglior amico ne vincesse 100.000 senza poterti dare nulla?
pt: Preferias ganhar 25.000 € ou que o teu melhor amigo ganhasse 100.000 € sem poder partilhar contigo?
pt_br: Você preferiria ganhar 25.000 € ou que seu melhor amigo ganhasse 100.000 € sem poder compartilhar com você?

# tp_40
source: Would you rather relive your adolescence or discover who you'll be in 30 years?
de: Würdest du lieber deine Jugend nochmal erleben oder schon jetzt wissen, wer du in 30 Jahren sein wirst?
es: ¿Preferirías revivir tu adolescencia o descubrir quién serás dentro de 30 años?
fr: Tu préfères revivre ton adolescence ou découvrir qui tu seras dans 30 ans ?
it: Preferiresti rivivere l’adolescenza o scoprire chi sarai tra 30 anni?
pt: Preferias reviver a tua adolescência ou descobrir quem serás daqui a 30 anos?
pt_br: Você preferiria reviver a sua adolescência ou descobrir quem será daqui a 30 anos?
